Repository: refath2024/Smart_mess
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Smart Mess
bn: স্মার্ট মেস

source: Overview
bn: সারসংক্ষেপ

source: Home
bn: হোম

source: Users
bn: ব্যবহারকারী

source: Pending IDs
bn: মুলতুবি আইডি

source: Shopping History
bn: কেনাকাটার ইতিহাস

source: Voucher List
bn: ভাউচার তালিকা

source: Inventory
bn: ইনভেন্টরি

source: Messing
bn: মেসিং

source: Monthly Menu
bn: মাসিক মেনু

source: Meal State
bn: খাবারের অবস্থা

source: Menu Vote
bn: মেনু ভোট

source: Bills
bn: বিল

source: Payments
bn: পেমেন্ট

source: Dining Member State
bn: ডাইনিং সদস্যের অবস্থা

source: Staff State
bn: কর্মচারীদের অবস্থা

source: Logout
bn: লগআউট

source: Dashboard
bn: ড্যাশবোর্ড

source: Admin Dashboard
bn: অ্যাডমিন ড্যাশবোর্ড

source: Welcome
bn: স্বাগতম

source: Total Users
bn: মোট ব্যবহারকারী

source: Pending Requests
bn: অমীমাংসিত অনুরোধ

source: Monthly Expense
bn: মাসিক খরচ

source: Active Members
bn: সক্রিয় সদস্য

source: Quick Actions
bn: দ্রুত কাজ

source: Add User
bn: ব্যবহারকারী যোগ করুন

source: View Reports
bn: রিপোর্ট দেখুন

source: Manage Inventory
bn: ইনভেন্টরি পরিচালনা করুন

source: System Settings
bn: সিস্টেম সেটিংস

source: Recent Activities
bn: সাম্প্রতিক কার্যক্রম

source: Add Inventory Entry
bn: ইনভেন্টরি এন্ট্রি যোগ করুন

source: Add Voucher
bn: ভাউচার যোগ করুন

source: Add Shopping Data
bn: কেনাকাটার তথ্য যোগ করুন

source: Refresh
bn: রিফ্রেশ

source: Search...
bn: খুঁজুন...

source: Edit
bn: সম্পাদনা

source: Save
bn: সংরক্ষণ

source: Cancel
bn: বাতিল

source: Delete
bn: মুছুন

source: Confirm Delete
bn: মুছে ফেলা নিশ্চিত করুন

source: Index
bn: সূচক

source: Product Name
bn: পণ্যের নাম

source: Quantity Held
bn: পরিমাণ

source: Type
bn: ধরন

source: Action
bn: কার্যক্রম

source: Buyer Name
bn: ক্রেতার নাম

source: Date
bn: তারিখ

source: Images
bn: ছবি

source: Voucher ID
bn: ভাউচার আইডি

# unitPrice
source: Unit Price (Per Kg/Qty)
bn: একক মূল্য (প্রতি কেজি/পরিমাণ)

# amount
source: Amount (Kg/Qty)
bn: পরিমাণ (কেজি/সংখ্যা)

source: Total Price
bn: মোট মূল্য

source: Language
bn: ভাষা

source: No data found
bn: কোন তথ্য পাওয়া যায়নি

source: Add some data to get started
bn: শুরু করতে কিছু তথ্য যোগ করুন

source: No inventory items found
bn: কোন ইনভেন্টরি আইটেম পাওয়া যায়নি

# addSomeInventoryItems
source: Add some inventory items to get started
bn: শুরু করতে কিছু ইনভেন্টরি আইটেম যোগ করুন

source: No vouchers found
bn: কোন ভাউচার পাওয়া যায়নি

# addSomeVouchers
source: Add some vouchers to get started
bn: শুরু করতে কিছু ভাউচার যোগ করুন

source: No shopping data found
bn: কোন কেনাকাটার তথ্য পাওয়া যায়নি

# addSomeShoppingEntries
source: Add some shopping entries to get started
bn: শুরু করতে কিছু কেনাকাটার এন্ট্রি যোগ করুন

source: Are you sure you want to delete
bn: আপনি কি নিশ্চিত যে আপনি মুছতে চান

source: Inventory updated
bn: ইনভেন্টরি আপডেট হয়েছে

source: Voucher updated
bn: ভাউচার আপডেট হয়েছে

source: Shopping entry updated
bn: কেনাকাটার এন্ট্রি আপডেট হয়েছে

source: Inventory item deleted
bn: ইনভেন্টরি আইটেম মুছে ফেলা হয়েছে

source: Voucher deleted
bn: ভাউচার মুছে ফেলা হয়েছে

source: Shopping entry deleted
bn: কেনাকাটার এন্ট্রি মুছে ফেলা হয়েছে

source: Error loading inventory
bn: ইনভেন্টরি লোড করতে ত্রুটি

source: Error loading vouchers
bn: ভাউচার লোড করতে ত্রুটি

source: Error loading shopping data
bn: কেনাকাটার তথ্য লোড করতে ত্রুটি

source: Error updating inventory
bn: ইনভেন্টরি আপডেট করতে ত্রুটি

source: Error updating voucher
bn: ভাউচার আপডেট করতে ত্রুটি

source: Error updating shopping entry
bn: কেনাকাটার এন্ট্রি আপডেট করতে ত্রুটি

source: Error deleting inventory
bn: ইনভেন্টরি মুছতে ত্রুটি

source: Error deleting voucher
bn: ভাউচার মুছতে ত্রুটি

source: Error deleting shopping entry
bn: কেনাকাটার এন্ট্রি মুছতে ত্রুটি

source: Add Shopping Voucher
bn: কেনাকাটার ভাউচার যোগ করুন

source: Add Inventory Item
bn: ইনভেন্টরি আইটেম যোগ করুন

source: Add Shopping Entry
bn: কেনাকাটার এন্ট্রি যোগ করুন

# searchByProductName
source: Search by Product Name, Type...
bn: পণ্যের নাম, ধরন দিয়ে খুঁজুন...

source: Search by Buyer, Date...
bn: ক্রেতা, তারিখ দিয়ে খুঁজুন...

source: Search by Voucher ID, Buyer, Date...
bn: ভাউচার আইডি, ক্রেতা, তারিখ দিয়ে খুঁজুন...

source: View Images
bn: ছবি দেখুন

source: View Images - Feature coming soon
bn: ছবি দেখুন - বৈশিষ্ট্য শীঘ্রই আসছে

source: Required
bn: প্রয়োজনীয়

source: Fresh
bn: তাজা

source: Utensils
bn: বাসনপত্র

source: Ration
bn: রেশন

source: Welcome back, Admin!
bn: স্বাগতম, অ্যাডমিন!

# monitorUserActivity
source: Monitor user activity, update menus, and manage system settings from here.
bn: এখান থেকে ব্যবহারকারীর কার্যকলাপ পর্যবেক্ষণ করুন, মেনু আপডেট করুন এবং সিস্টেম সেটিংস পরিচালনা করুন।

source: Tomorrow's Menu
bn: আগামীকালের মেনু

source: Active Meals
bn: সক্রিয় খাবার

source: Paratha, Vegetables, Tea
bn: পরোটা, সবজি, চা

source: Rice, Chicken Curry, Dal
bn: ভাত, মুরগির তরকারি, ডাল

source: Rice, Fish Curry, Mixed Vegetables
bn: ভাত, মাছের তরকারি, মিশ্র সবজি

source: Ruti, Egg Curry, Tea
bn: রুটি, ডিমের তরকারি, চা

source: Rice, Beef Curry, Dal
bn: ভাত, গরুর মাংসের তরকারি, ডাল

source: Biriyani, Chicken Roast, Salad
bn: বিরিয়ানি, চিকেন রোস্ট, সালাদ

source: Logout failed
bn: লগআউট ব্যর্থ হয়েছে

source: Change Language
bn: ভাষা পরিবর্তন করুন

source: Login
bn: লগইন

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Division
bn: বিভাগ

source: Admin Login
bn: অ্যাডমিন লগইন

# loginToAdmin
source: Login to Admin Panel
bn: অ্যাডমিন প্যানেলে লগইন করুন

source: Back to User Login
bn: ব্যবহারকারী লগইনে ফিরে যান

source: Please enter email
bn: অনুগ্রহ করে ইমেইল লিখুন

source: Please enter password
bn: অনুগ্রহ করে পাসওয়ার্ড লিখুন

source: Login failed
bn: লগইন ব্যর্থ

source: Invalid credentials
bn: ভুল তথ্য

source: Add
bn: যোগ করুন

source: View
bn: দেখুন

source: Name
bn: নাম

source: Role
bn: ভূমিকা

# baNumber
source: BA No
bn: বিএ নম্বর

source: Status
bn: অবস্থা

source: Active
bn: সক্রিয়

source: Inactive
bn: নিষ্ক্রিয়

source: Search users...
bn: ব্যবহারকারী খুঁজুন...

source: User Management
bn: ব্যবহারকারী ব্যবস্থাপনা

source: Total Members
bn: মোট সদস্য

source: Dining Members
bn: ডাইনিং সদস্য

source: Active Dining Members
bn: সক্রিয় ডাইনিং সদস্য

source: Staff
bn: কর্মচারী

source: No users found
bn: কোন ব্যবহারকারী পাওয়া যায়নি

source: Loading users...
bn: ব্যবহারকারী লোড হচ্ছে...

source: Error loading users
bn: ব্যবহারকারী লোড করতে ত্রুটি

source: Error loading users data
bn: ব্যবহারকারী ডেটা লোড করতে ত্রুটি

source: Rank
bn: পদবী

source: Unit
bn: ইউনিট

source: Mobile
bn: মোবাইল

source: Total Dining Members
bn: মোট ডাইনিং সদস্য

source: Total Active Dining Members
bn: মোট সক্রিয় ডাইনিং সদস্য

source: Total Staffs
bn: মোট কর্মচারী

source: Member Summary
bn: সদস্য সারসংক্ষেপ

source: Requested At
bn: অনুরোধের সময়

source: Accept
bn: গ্রহণ

source: Reject
bn: প্রত্যাখ্যান

source: Confirm Accept
bn: গ্রহণ নিশ্চিত করুন

source: Confirm Reject
bn: প্রত্যাখ্যান নিশ্চিত করুন

# acceptUserMessage
source: Are you sure you want to accept this user? This action will approve their application and grant them access to the system.
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে গ্রহণ করতে চান? এই কার্যটি তাদের আবেদন অনুমোদন করবে এবং তাদের সিস্টেমে অ্যাক্সেস প্রদান করবে।

# rejectUserMessage
source: Are you sure you want to reject this user? This action will deny their application. They will be able to reapply later with updated information.
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে প্রত্যাখ্যান করতে চান? এই কার্যটি তাদের আবেদন প্রত্যাখ্যান করবে। তারা পরে আপডেট তথ্য সহ পুনরায় আবেদন করতে পারবেন।

# userAccepted
source: User has been accepted and can now log in to the system.
bn: ব্যবহারকারীকে গ্রহণ করা হয়েছে এবং এখন সিস্টেমে লগইন করতে পারবেন।

# userRejected
source: User has been rejected.
bn: ব্যবহারকারীকে প্রত্যাখ্যান করা হয়েছে।

source: Failed to accept user
bn: ব্যবহারকারীকে গ্রহণ করতে ব্যর্থ

source: Failed to reject user
bn: ব্যবহারকারীকে প্রত্যাখ্যান করতে ব্যর্থ

source: Indl Entry
bn: ব্যক্তিগত এন্ট্রি

source: Misc Entry
bn: বিবিধ এন্ট্রি

source: Create
bn: তৈরি করুন

source: Change Date
bn: তারিখ পরিবর্তন

source: Breakfast Entries
bn: নাস্তার এন্ট্রি

source: Lunch Entries
bn: দুপুরের খাবারের এন্ট্রি

source: Dinner Entries
bn: রাতের খাবারের এন্ট্রি

source: Viewing Date:
bn: দেখার তারিখ:

source: Total Price Expended
bn: মোট ব্যয়িত মূল্য

source: Total Price per Member
bn: প্রতি সদস্যের মোট মূল্য

source: Edit Menu for
bn: মেনু সম্পাদনা করুন

source: Item Name
bn: আইটেমের নাম

source: Price
bn: মূল্য

source: Confirm Cancel
bn: বাতিল নিশ্চিত করুন

# discardChanges
source: Are you sure you want to discard changes?
bn: আপনি কি নিশ্চিত যে আপনি পরিবর্তনগুলি বাতিল করতে চান?

source: Confirm Save
bn: সংরক্ষণ নিশ্চিত করুন

# saveChanges
source: Are you sure you want to save changes?
bn: আপনি কি নিশ্চিত যে আপনি পরিবর্তনগুলি সংরক্ষণ করতে চান?

source: Saving changes...
bn: পরিবর্তন সংরক্ষণ করা হচ্ছে...

source: Menu updated successfully!
bn: মেনু সফলভাবে আপডেট হয়েছে!

source: Error updating menu
bn: মেনু আপডেট করতে ত্রুটি

# deleteMenuItemConfirm
source: Are you sure you want to delete this menu item?
bn: আপনি কি নিশ্চিত যে আপনি এই মেনু আইটেমটি মুছে ফেলতে চান?

source: Deleting menu...
bn: মেনু মুছে ফেলা হচ্ছে...

source: Menu item deleted successfully
bn: মেনু আইটেম সফলভাবে মুছে ফেলা হয়েছে

source: Error deleting menu
bn: মেনু মুছে ফেলতে ত্রুটি

source: Menu
bn: মেনু

source: Go
bn: যান

source: Actions
bn: কার্যক্রম

source: Yes
bn: হ্যাঁ

source: No
bn: না

# confirmSaveMealState
source: Are you sure you want to save the changes?
bn: আপনি কি নিশ্চিত যে আপনি পরিবর্তনগুলি সংরক্ষণ করতে চান?

source: Record updated successfully
bn: রেকর্ড সফলভাবে আপডেট হয়েছে

source: Error updating record
bn: রেকর্ড আপডেট করতে ত্রুটি

# deleteRecordConfirm
source: Are you sure you want to delete this record?
bn: আপনি কি নিশ্চিত যে আপনি এই রেকর্ডটি মুছে ফেলতে চান?

source: Record deleted successfully
bn: রেকর্ড সফলভাবে মুছে ফেলা হয়েছে

source: Error deleting record
bn: রেকর্ড মুছে ফেলতে ত্রুটি

source: Select Date
bn: তারিখ নির্বাচন করুন

source: See Records
bn: রেকর্ড দেখুন

source: Eating Breakfast
bn: নাস্তা খাওয়া

source: Eating Lunch
bn: দুপুরের খাবার খাওয়া

source: Eating Dinner
bn: রাতের খাবার খাওয়া

source: Error fetching meal state data
bn: খাবারের অবস্থার ডেটা আনতে ত্রুটি

source: Disposals
bn: ডিসপোজাল

source: Remarks
bn: মন্তব্য

source: Breakfast
bn: নাস্তা

source: Lunch
bn: দুপুরের খাবার

source: Dinner
bn: রাতের খাবার

source: Not set
bn: সেট করা হয়নি

source: Authentication required
bn: প্রমাণীকরণ প্রয়োজন

source: Admin User
bn: অ্যাডমিন ব্যবহারকারী

source: Today's Menu
bn: আজকের মেনু

source: No data
bn: কোন তথ্য নেই

source: Leave
bn: ছুটি

source: Add New Set
bn: নতুন সেট যোগ করুন

source: Search meal sets...
bn: খাবারের সেট খুঁজুন...

# noMealVoteData
source: No meal vote data available for the selected day or search query.
bn: নির্বাচিত দিন বা অনুসন্ধান অনুযায়ী কোন খাবারের ভোটের তথ্য নেই।

source: Sunday
bn: রবিবার

source: Monday
bn: সোমবার

source: Tuesday
bn: মঙ্গলবার

source: Wednesday
bn: বুধবার

source: Thursday
bn: বৃহস্পতিবার

source: Friday
bn: শুক্রবার

source: Saturday
bn: শনিবার

source: Meal Vote Statistics
bn: খাবারের ভোটের পরিসংখ্যান

source: Insights & Remarks
bn: অন্তর্দৃষ্টি ও মন্তব্য

# noRemarksAvailable
source: No specific remarks available at the moment. Please check back later.
bn: এই মুহূর্তে কোন নির্দিষ্ট মন্তব্য পাওয়া যাচ্ছে না। পরে আবার চেক করুন।

source: Paratha Set
bn: পরোটা সেট

source: Ruti Set
bn: রুটি সেট

source: Naan Set
bn: নান সেট

source: Chicken Set
bn: চিকেন সেট

source: Fish Set
bn: মাছ সেট

source: Vegetable Set
bn: সবজি সেট

source: Biriyani Set
bn: বিরিয়ানি সেট

source: Rice Set
bn: ভাত সেট

source: Khichuri Set
bn: খিচুড়ি সেট

# sundayRemark1
source: Sunday dinner, Biriyani is a clear favorite, indicating a strong preference for hearty meals at the end of the week.
bn: রবিবারের রাতের খাবারে Biriyani একটি স্পষ্ট পছন্দ, যা সপ্তাহের শেষে হৃদয়গ্রাহী খাবারের জন্য দৃঢ় পছন্দ নির্দেশ করে।

# sundayRemark2
source: Breakfast options on Sunday show a good mix of preferences, suggesting variety is appreciated.
bn: রবিবারে Continental Breakfast জনপ্রিয়, যা সাপ্তাহিক ছুটিতে হালকা নাস্তার পছন্দ নির্দেশ করে।

# sundayRemark3
source: Lunch on Sunday could benefit from more diverse protein sources based on current vote distribution.
bn: দুপুরের খাবারে Fish Curry পারিবারিক সময়ে ঐতিহ্যবাহী স্বাদের পছন্দ প্রকাশ করে।

# mondayRemark1
source: Pizza for Monday dinner received overwhelming votes; consider making it a regular special.
bn: সোমবারের রাতের খাবারের জন্য Pizza অপ্রতিরোধ্য ভোট পেয়েছে; এটি একটি নিয়মিত বিশেষ করার কথা বিবেচনা করুন।

# mondayRemark2
source: Breakfast on Monday sees a strong preference for Egg Toast, indicating a need for quick and familiar options.
bn: সোমবারের নাস্তায় Egg Toast এর জন্য দৃঢ় পছন্দ দেখা যায়, যা দ্রুত এবং পরিচিত বিকল্পের প্রয়োজন নির্দেশ করে।

# mondayRemark3
source: Lunch options on Monday are fairly balanced, but Pasta Bake leads the preferences.
bn: সোমবারের দুপুরের খাবারের বিকল্পগুলি মোটামুটি সুষম, তবে Pasta Bake পছন্দের দিকে এগিয়ে রয়েছে।

# tuesdayRemark1
source: South Indian breakfast options are popular on Tuesdays.
bn: মঙ্গলবারে South Indian নাস্তার বিকল্পগুলি জনপ্রিয়।

# tuesdayRemark2
source: Dal Makhani is a preferred lunch item, consider its regular inclusion.
bn: Dal Makhani একটি পছন্দের দুপুরের খাবার, এর নিয়মিত অন্তর্ভুক্তি বিবেচনা করুন।

# tuesdayRemark3
source: Chicken Curry remains a strong contender for dinner choice.
bn: Chicken Curry রাতের খাবারের পছন্দের জন্য একটি শক্তিশালী প্রতিযোগী রয়ে গেছে।

# wednesdayRemark1
source: Western breakfast is highly favored on Wednesdays.
bn: বুধবারে Western নাস্তা অত্যন্ত পছন্দনীয়।

# wednesdayRemark2
source: Fish & Chips stands out for lunch, a good option for variety.
bn: Fish and Chips দুপুরের খাবারের জন্য আলাদা, বৈচিত্র্যের জন্য একটি ভাল বিকল্প।

# wednesdayRemark3
source: Beef Steak is the top pick for dinner, indicating demand for premium options.
bn: Beef Steak রাতের খাবারের জন্য শীর্ষ পছন্দ, প্রিমিয়াম বিকল্পের চাহিদা নির্দেশ করে।

# thursdayRemark1
source: Healthy breakfast options like Oatmeal and Yogurt Parfait are well-received.
bn: Oatmeal এবং Yogurt Parfait এর মতো স্বাস্থ্যকর নাস্তার বিকল্পগুলি ভালভাবে গৃহীত হয়।

# thursdayRemark2
source: Sushi is surprisingly popular for lunch, consider expanding Asian cuisine.
bn: Sushi দুপুরের খাবারের জন্য আশ্চর্যজনকভাবে জনপ্রিয়, Asian খাবার সম্প্রসারণ বিবেচনা করুন।

# thursdayRemark3
source: Tacos are a clear winner for dinner; a themed night could work well.
bn: Tacos রাতের খাবারের জন্য একটি স্পষ্ট বিজয়ী; একটি থিমযুক্ত রাত ভাল কাজ করতে পারে।

# fridayRemark1
source: Pastries are a good choice for Friday breakfast.
bn: Pastries শুক্রবারের নাস্তার জন্য একটি ভাল পছন্দ।

# fridayRemark2
source: Pizza is overwhelmingly popular for Friday lunch, consider offering more toppings.
bn: Pizza শুক্রবারের দুপুরের খাবারের জন্য অপ্রতিরোধ্যভাবে জনপ্রিয়, আরও টপিং অফার করার কথা বিবেচনা করুন।

# fridayRemark3
source: BBQ Ribs are highly demanded for Friday dinner, a good end-of-week treat.
bn: BBQ Ribs শুক্রবারের রাতের খাবারের জন্য অত্যন্ত চাহিদা, সপ্তাহের শেষের একটি ভাল ট্রিট।

# saturdayRemark1
source: Hearty breakfast options are preferred on Saturdays.
bn: শনিবারে হৃদয়গ্রাহী নাস্তার বিকল্পগুলি পছন্দ করা হয়।

# saturdayRemark2
source: Burgers are a casual and popular lunch choice for the weekend.
bn: Burgers সপ্তাহান্তের জন্য একটি নৈমিত্তিক এবং জনপ্রিয় দুপুরের খাবারের পছন্দ।

# saturdayRemark3
source: Seafood Boil is a top choice for Saturday dinner, indicating a preference for special meals.
bn: Seafood Boil শনিবারের রাতের খাবারের জন্য একটি শীর্ষ পছন্দ, বিশেষ খাবারের জন্য পছন্দ নির্দেশ করে।

# noSpecificRemarks
source: No specific remarks available for this day yet.
bn: এই দিনের জন্য এখনও কোন নির্দিষ্ট মন্তব্য পাওয়া যায়নি।

# dataCollectionOngoing
source: Data collection is ongoing; encourage more members to vote to gather comprehensive insights.
bn: ডেটা সংগ্রহ চলমান; ব্যাপক অন্তর্দৃষ্টি সংগ্রহের জন্য আরও সদস্যদের ভোট দিতে উৎসাহিত করুন।

source: Export Bills
bn: বিল রপ্তানি

source: BA No
bn: বিএ নং

source: Previous Arrear
bn: পূর্ববর্তী বকেয়া

source: Current Bill
bn: বর্তমান বিল

source: Total Due
bn: মোট বকেয়া

source: No bills to export
bn: রপ্তানি করার জন্য কোন বিল নেই
